Repository: erickgnavar/issue_reporter
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Set current location
es: Establecer posición actual

source: Load all issues
es: Cargar todos las incidencias

source: Load fixed issues
es: Cargar las incidencias solucionadas

source: Load unfixed issues
es: Cargar las incidencias pendientes

source: Close
es: Cerrar

source: Message
es: Mensaje

source: Send issue
es: Enviar incidencia

source: Type
es: Tipo

source: Broken lamp post
es: Poste malogrado

source: Broken semaphore
es: Semáforo malogrado

source: New issue
es: Nueva incidencia

source: Email already used
es: Correo existente

source: Password
es: Contraseña

source: Email
es: Correo electrónico

source: Your account was created
es: Tu cuenta fue creada

source: Oops, something went wrong! Please check the errors below:
es: Ups, ¡algo salio mal!, Por favor revisa los errores a continuación:

source: Register
es: Registrar

source: Right click or tap and hold in the desired position for report an issue
es: Click derecho o haga un tab y mantenga presionado en la posición deseada para reportar una incidencia
